13/data/attachments/ef642d0885bb2401.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_a5ed8966-d45f-46e8-afb3-5282e6c133f4</nif:username>
            <nif:friendToBeAdded>William_recognize_Actions_53114_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>